Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Many factors can be attributed to this issue.
es: El alto número de casos se debió a un exceso de confianza.

source: Modes of mechanical ventilation
es: Modos de ventilación mecánica

source: To this day there were 820 confirmed cases and 21 deaths.
es: Así, ya son 820 los infectados y 21 las víctimas fatales.

source: All matches were held in Tajikistan.
es: Todos los partidos disputados en Tayikistán.

source: Primary health care and components
es: Componentes de la atención primaria de salud

source: In late February 2020, the World Health Organization (WHO) said it did not expect a vaccine against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the causative virus, to become available in less than 18 months.
es: A fines de febrero de 2020, la Organización Mundial de la Salud (OMS) dijo que no esperaba que una vacuna contra el SARS-CoV-2, el virus causal, estuviera disponible en menos de 18 meses.

source: He recommended wearing warm socks and mustard patches as well as spreading goose fat on one's chest as treatments for the virus.
es: Recomendó usar calcetines calientes y parches de mostaza, así como esparcir grasa de ganso en el pecho como tratamientos para el virus.

source: In primary TB disease (some 1–5% of cases), this occurs soon after the initial infection.
es: Puede ocurrir de forma temprana (tuberculosis primaria, alrededor del 1-5 %) o varios años después de la infección (tuberculosis postprimaria, secundaria, reactivación tuberculosa en alrededor del 5 al 9 %).

source: On 20 January, the Chinese National Health Commission announced that human-to-human transmission of the coronavirus had already occurred.
es: La Comisión Nacional de Salud de China confirmó el 20 de enero de 2020 que el nuevo coronavirus se transmitía entre humanos.

source: These gloves have a range of clinical uses ranging from dealing with human excrement to dental applications.
es: [7]​ La gama de usos clínicos varían desde manejo de excremento humano a las aplicaciones dentales.

source: Increased travel due to the Northern Hemisphere winter holiday season may also play a role.
es: Los desplazamientos poblacionales durante las vacaciones de Navidad en el hemisferio norte también podrían jugar algún papel.

source: World Health Organization.
es: Organización Mundial de la Salud (OMS)

source: In late January 2020, following the developments of COVID-19 outbreak in mainland China, on 3 February, Italy set up enhanced screening measures, including thermal cameras and medical staff at airports.
es: A finales de enero de 2020, luego de la evolución de la epidemia de COVID-19 en China continental, Italia estableció medidas de detección mejoradas, incluidas cámaras térmicas y personal médico, en el Aeropuerto de Roma-Fiumicino y el Aeropuerto de Milán-Malpensa.

source: The 2019–20 coronavirus pandemic was confirmed to have spread to Greenland – an autonomous territory of the Kingdom of Denmark – in March 2020.
es: Se confirmó que la pandemia de enfermedad por coronavirus 2019-2020 se extendió a Groenlandia, un territorio autónomo del Reino de Dinamarca, en marzo de 2020.

source: The possibility of a COVID-19 outbreak in North Korea is a concern to international organizations and observers due to the country's poverty and low-quality healthcare infrastructure.
es: La posibilidad de que se produzca un brote de COVID-19 en Corea del Norte es motivo de preocupación para las organizaciones y los observadores internacionales debido a la pobreza y la baja calidad de la infraestructura sanitaria del país.

source: "On March 6, the annual South by Southwest (SXSW) conference in Austin, Texas, was cancelled after the city government declared a ""local disaster"" and ordered conferences to shut down for the first time in 34 years."
es: "[127]​ El 6 de marzo, la conferencia y festival anual South by Southwest (SXSW) programado para realizarse del 13 al 22 de marzo en Austin, Texas, se canceló después de que el gobierno de la ciudad declarara un ""desastre local"" y ordenara el cierre de las conferencias por primera vez en 34 años."

source: In early February, the North Korean government took severe measures to block the spread of the coronavirus.
es: A principios de febrero de 2020, el Gobierno de Corea del Norte presuntamente adoptó medidas severas para impedir la propagación del coronavirus.

source: Some high-profile Greek medical doctors publicly supported the continuation of practicing Holy Communion, causing a sharp reaction by the Greek Association of Hospital Doctors.
es: Algunos médicos griegos de alto perfil apoyaron públicamente la continuación de la práctica de la Sagrada Comunión, lo que provocó una reacción aguda por parte de la Asociación Griega de Médicos Hospitalarios.

source: Leper colonies and lazarettos were established as a means of preventing the spread of leprosy and other contagious diseases through social distancing, until transmission was understood and effective treatments invented.
es: Históricamente, se establecieron colonias de leprosos y lazaretos como medios para impedir la transmisión de la lepra y otras enfermedades contagiosas a través del distanciamiento social, mientras se comprendía mejor la transmisión y se desarrollaban tratamientos eficaces.

source: A close advisor to Lombardy governor Attilio Fontana tested positive for SARS-CoV-2.
es: Un asesor cercano del gobernador de Lombardía, Attilio Fontana, dio positivo el SARS-CoV-2.

source: The time-of-incubation was believed to be about 2 weeks, with a duration of infection of several months.
es: El periodo de incubación puede durar entre una a seis semanas, pero puede extenderse por meses.

source: A 62-year-old man with pre-existing medical conditions from Castiglione d'Adda died in Sant'Anna Hospital in Como.
es: [53]​[54]​[55]​ Un hombre de 62 años con condiciones médicas preexistentes de Castiglione d'Adda murió en el Hospital Sant'Anna en Como.

source: There are some data revealing an association between silicosis and certain autoimmune diseases, including nephritis, scleroderma, and systemic lupus erythematosus, especially in acute or accelerated silicosis.
es: Hay algunos datos que revelan una asociación entre la silicosis y otras enfermedades autoinmunes, como la nefritis, la esclerodermia y el lupus eritematoso sistémico, especialmente en la silicosis aguda o acelerada.

source: Taiwan's health minister has advised people to remain in Taiwan and avoid travel.
es: El ministro de salud de Taiwán ha aconsejado a las personas que permanezcan en Taiwán y eviten viajar.

source: The hosts of the OQT, the top three teams from the World Cup, and 16 teams from the rankings (including Japan, if not already qualified) will compete for 3 Olympic qualifying places.
es: El anfitrión del OQT, los tres mejores equipos de la Copa del Mundo y 16 equipos de las clasificaciones (incluido Japón, si aún no están clasificados) competirán por 3 lugares de clasificación olímpica.

source: Global Conference on Primary Health Care
es: Definición de atención primaria de salud

source: Pressure that is applied or increased during an inspiration is termed pressure support.
es: La presión que se aplica o aumenta durante una inspiración se denomina soporte de presión .

source: RKI also cooperates closely with international partners like the European Centre for Disease Prevention and Control (ECDC) and the World Health Organisation (WHO).
es: [3]​ El RKI también coopera estrechamente con socios internacionales como el Centro Europeo para la Prevención y el Control de Enfermedades (ECDC) y la Organización Mundial de la Salud (OMS) .

source: The Ministry of Health set up free hotlines at 800-10-1104 and 800-10-1106 to inform people about symptoms and allow them to ask questions about the virus.
es: El Ministerio de Salud habilita las líneas gratuitas 800-10-1104 y 800-10-1106 para informar sobre síntomas o realizar consultas respeto al coronavirus.

source: To celebrate the one month anniversary of Charli, Charli XCX announced that the album would not receive a deluxe edition and that she already began work on a new project.
es: Para celebrar el primer aniversario de Charli, anunció que el álbum no recibiría una edición especial y que ya comenzó a trabajar en un nuevo proyecto.

source: "Final decision-making about the issues addressed by the committee rests with the Board or the Secretariat""."
es: "La decisión final sobre los asuntos tratados por el comité recae en el Directorio o la Secretaría""."

source: It was founded in December 2003 and is located in Osong Health Technnology Administration Complex in Cheongju.
es: La organización fue fundada en diciembre de 2003 y está ubicada en el complejo de administración de la tecnología de la salud de Osong, en Cheongju.

source: A total of 22 health care workers have contracted the virus so far.
es: [31]​ Un total de 22 trabajadores del sector salud ya habían contraído el virus.

source: On 8 February 2020, a group of Chinese students living in a student dormitory of Wageningen University discovered that their floor had been vandalised.
es: Un grupo de estudiantes chinos que viven en un campus de estudiantes de la Universidad de Wageningen descubrieron que su piso había sido destrozado.

source: On 13 March, 11 new cases were confirmed.
es: El 13 de marzo, se confirmaron 11 nuevos casos.

source: Application of this observation by Francis allowed his group of researchers at the University of Michigan to develop the first influenza vaccine, with support from the U.S. Army.
es: La aplicación de esta observación permitió a un grupo de investigadores de la Universidad de Míchigan desarrollar la primera vacuna empleada en población,[21]​ con la colaboración del ejército de los Estados Unidos.

source: CP most directly affects the mortgage and auto loan markets, as well as credit to small and medium-sized businesses.
es: El papel comercial afecta más directamente a los mercados de préstamos hipotecarios y de automóviles, así como también el crédito a pequeñas y medianas empresas.

source: Some rare but previously observed signs also include persistent pacing, rubbing and licking.
es: Algunos síntomas raros, pero observados previamente también incluyen el caminar de un lado para otro, el roce o la lamedura persistentes.

source: The Human Rights Association, Human Rights Foundation of Turkey, Association of Lawyers for Liberty, Contemporary Lawyers Association, and Health and Social Service Workers Union of Civil Society in the Penal System, also published a statement on the COVID-19 outbreak and urged for immediate action in prisons.
es: [40]​ La Asociación de Derechos humanos, Fundación de Derechos humanos de Turquía, la Asociación de Abogados por la Libertad, la Asociación de Abogados Contemporáneos y el Sindicato de Trabajadores de la Sociedad Civil de la Salud y el Servicio Social en el Sistema Penal, también publicaron una declaración sobre el brote de COVID-19 e instaron a que sea inmediata, la acción en las cárceles.

source: Two of the patients from Zagreb were confirmed to be doctors of Clinical Hospital Dubrava who got infected outside of the hospital, subsequently leading to its evacuation.
es: [25]​ Dos de los infectados de Zagreb eran médicos que fueron contaminados fuera del hospital y fueron puestos en aislamiento.

source: Subsequent to the imposing of the national lockdown, there were protests in some Italian prisons, with fourteen deaths among Modena, Bologna and Foggia's penitentiary.
es: Después de la imposición de la cuarentena nacional, hubo protestas en algunas cárceles italianas, con seis muertes después de enfrentamientos en la penitenciaría de Sant'Anna en Módena.

source: The measures are less effective when an infection is transmitted primarily via contaminated water or food or by vectors such as mosquitoes or other insects.
es: El distanciamiento personal puede ser menos eficaz en casos donde la infección se transmite por agua o alimentos contaminados o por vectores como mosquitos u otros insectos, y no tanto de persona a persona.

source: "A typical example was W. Tyler Smith, who claimed that Semmelweis ""made out very conclusively"" that ""miasms derived from the dissecting room will excite puerperal disease."""
es: Un ejemplo típico fue William Tyler Smith,[nota 6]​ que recalcó que Semmelweis había demostrado convincentemente que las miasmas procedentes de la sala de disección provocaban la fiebre puerperal.

source: In 1856, Semmelweis's assistant Josef Fleischer reported the successful results of hand washing activities at St. Rochus and Pest maternity institutions in the Viennese Medical Weekly (Wiener Medizinische Wochenschrift).
es: "En 1856 el ayudante de Semmelweis, Josef Fleischer, publicó los buenos resultados del lavado de manos en las maternidades de St. Rochus y Pest en la revista ""Semanario Médico Vienes"" (Wiener Medizinische Wochenschrift)."

source: Measures taken by the government
es: Medidas del gobierno nacional

source: 30 March: Four new deaths were confirmed, two men from the Province of Buenos Aires (58 and 67 years old), a 68-year-old woman from Neuquén that returned from Spain and another 77-year-old woman from Tucumán that suffered from obesity, diabetes and hypertension and have travelled to Chile and Bolivia.
es: 30 de marzo: Se confirmaron cuatro nuevas muertes, se trata de dos hombres de la Provincia de Buenos Aires, uno de 58 años y otro de 67, y una mujer de 68 años de Neuquén que había regresado de España, y otra de 77 de Tucumán, según confirmó el Ministerio de Salud de esa provincia la mujer sufría de obesidad, diabetes e hipertensión arterial y había estado de viaje por Chile y Bolivia.

source: doi:10.1136/bmj.328.7445.908.
es: BMJ 336 (7659): 1495-1498. doi:10.1136/bmj.a301.

source: His wife also tested positive and was admitted to the same hospital as her husband.
es: El 29 de enero, su hija de 50 años también dio positivo y fue ingresada en el mismo hospital donde fue atendido su padre.

source: The top two teams of each group advance to the play-off round.
es: Entre los equipos que finalicen en el tercer lugar de sus respectivos grupos, los dos mejores avanzarán a cuartos de final.

source: Specific diagnosis of norovirus is routinely made by polymerase chain reaction (PCR) assays or quantitative PCR assays, which give results within a few hours.
es: Diagnosticar un norovirus específico requiere un examen basado en la reacción en cadena de la polimerasa, un ensayo químico o una PCR en tiempo real, obteniéndose resultados en pocas horas.

source: USS Theodore Roosevelt on Google Maps
es: USS Theodore Roosevelt en Google Maps

source: In 2004, its successor party, Vlaams Belang changed its party platform to allow it to comply with the law.
es: En 2004, su partido sucesor, Vlaams Belang cambió su plataforma para permitirle cumplir con la ley.

source: Animal Crossing: New Horizons is a 2020 life simulation video game developed and published by Nintendo for the Nintendo Switch.
es: Animal Crossing: New Horizons (あつまれ どうぶつの森 ‘’Atsumare Dōbutsu no Mori’’) es un videojuego de simulación social desarrollado y publicado por Nintendo para Nintendo Switch, cuya fecha de lanzamiento mundial fue el 20 de marzo de 2020.

source: Positive airway pressure – Mechanical ventilation in which airway pressure is always above atmospheric pressure
es: Presión de vía de aire positiva– Ventilación mecánica en la que la presión de vía de aire está siempre por encima de la presión atmosférica.

source: In the afternoon of 30 December, the test result of the second patient showed infection with a coronavirus.
es: En la tarde del 30 de diciembre, el resultado de la prueba del segundo paciente mostraba una infección con un coronavirus.

source: "In July 2017, Pixar announced a ""suburban fantasy world"" film at the D23 Expo, with Scanlon directing and Rae producing."
es: "En julio de 2017, Pixar anunció una película de ""mundo de fantasía suburbana"" en la Expo D23, con la dirección de Scanlon y la producción de Rae.[1]​ La película está inspirada en la muerte del padre de Scanlon cuando S y su hermano eran más jóvenes y en su relación."

source: On 31 March, the first case in the occupied territory of the Donetsk People's Republic, a local resident arriving from Moscow, Russia.
es: El 31 de marzo, el primer caso en el territorio ocupado de la República Popular de Donetsk, fue de un residente local que llega desde Moscú, Rusia.

source: "In a blogpost, Facebook stated they would remove content flagged by global health organizations and local authorities that violate its content policy on misinformation leading to ""physical harm""."
es: "[157]​ En una publicación de blog, Facebook declaró que eliminarían el contenido marcado por las principales organizaciones mundiales de salud y las autoridades locales que violen su política de contenido sobre información errónea que conduce a ""daños físicos""."

source: Wuhan lies in the eastern Jianghan Plain, on the confluence of the Yangtze River and its largest tributary, the Han River.
es: Wuhan está en el oriente de la llanura de Jianghan, en la confluencia del río Yangtsé y su afluente más grande, el río Han.

source: On 3 March, the University of Zurich announced six confirmed cases of coronavirus at the Institute of Mathematics.
es: El 3 de marzo, la Universidad de Zúrich anunció seis casos confirmados de coronavirus en el Instituto de Matemáticas.

source: On 10 January 2020, the first death and 41 clinically confirmed infections caused by the coronavirus were reported.
es: El 10 de enero de 2020, se reportaron el primer caso de muerte y 41 infecciones clínicamente confirmadas causadas por el reciente coronavirus .

source: "This also resulted in the first-ever cancellation of the NCAA's popular ""March Madness"" men's basketball tournament (which had been scheduled to begin the following week) in its 81-year history."
es: "Esto también resultó en la primera cancelación del popular torneo de baloncesto masculino ""March Madness"" de la NCAA (que estaba programado para comenzar la semana siguiente) en sus 81 años de historia."

source: Over 60% of cases (874) occurred in India; while in Nigeria, the number of polio cases fell dramatically, from 1,122 cases reported in 2006 to 285 cases in 2007.
es: En esta ocasión, cerca del 60% (874) ocurrieron en la India, mientras que Nigeria logró disminuir dramáticamente su cifra de 1122 en 2006 a 285 en 2007.

source: In 2011, massiliense and bolletii were briefly merged into a single subspecies, but were subsequently separated again following greater availability of genome sequence data, which showed the three subspecies formed genetically distinct groups.
es: En 2011, massiliense y bolletii se fusionaron brevemente en una única subespecie, pero posteriormente se separaron nuevamente debido a una mayor disponibilidad de datos de la secuencia del genoma, que mostró que las tres subespecies formaban grupos genéticamente distintos.

source: U.S. newspapers and magazines have suggested Taiwan and other Asian nations have done a better job at combating the coronavirus than the U.S., and mentioned how Taiwan has banned the export of masks and boosted mask production.
es: Los periódicos y revistas estadounidenses por su parte, han sugerido que Taiwán y otras naciones asiáticas han hecho un mejor trabajo para combatir el coronavirus que los EE. UU.[140]​[141]​ y mencionaron cómo Taiwán ha prohibido la exportación de máscaras y ha aumentado la producción de máscaras.

source: "The band's website added, ""As the news seems to turn ever more grim by the hour, we've found ourselves vacillating wildly between feeling like there may be hope at times to utter despair—often changing minute to minute."
es: "El sitio web de la banda agregó: ""A medida que las noticias parecen volverse cada vez más sombrías por horas, nos encontramos vacilando salvajemente entre sentir que a veces puede haber esperanza de desesperación, a menudo cambiando minuto a minuto."

source: The Ministry of the Interior decided to isolate its 69 jails.
es: El Ministerio del Interior decide aislar los 69 centros penitenciarios que dependen de su supervisión.

source: The United States Agency for International Development (USAID) said on 26 March that it would partially suspend its operations in Houthi rebel-held areas because of restrictions imposed by the rebels.
es: La Agencia de los Estados Unidos para el Desarrollo Internacional (USAID) dijo el 26 de marzo que suspendería parcialmente sus operaciones en las áreas hutíes controladas por los rebeldes debido a restricciones impuestas por los rebeldes.

source: The emergence of Tablighi Jamaat also coincided closely with the rise of various Hindu revivalist movements such as Shuddhi (purification) and Sanghatan (consolidation) launched in the early twentieth century to reconvert Hindus who had converted to Islam and Christianity.
es: El nacimiento del grupo también coincidió cercanamente con el levantamiento de varios movimientos proselitistas Hindúes, los cuales lanzaron esfuerzos masivos en el temprano siglo veinte para reconvertir hindúes que habían dejado su religión por el islam y el cristianismo.

source: He was then transferred to Kaiser-Franz-Josef Hospital.
es: Luego fue trasladado al Hospital Kaiser-Franz-Josef.

source: Early research to assess vaccine efficacy using COVID‑19-specific animal models, such as ACE2-transgenic mice, other laboratory animals, and non-human primates, indicate a need for biosafety-level 3 containment measures for handling live viruses, and international coordination to ensure standardized safety procedures.
es: [1]​ Las primeras investigaciones para evaluar la eficacia de la vacuna utilizando modelos animales específicos de COVID-19, como ratones transgénicos ACE2, otros animales de laboratorio y primates no humanos, indican la necesidad de medidas de contención de nivel 3 de bioseguridad para manejar virus activos, y coordinación internacional para garantizar procedimientos de seguridad estandarizados.

source: All public facilities at the airport were closed, including restaurants and bars.
es: Todas las instalaciones públicas del aeropuerto cerraron.

source: Turai Yar'Adua, wife of recently elected Nigerian president Umaru Yar'Adua, made the eradication of polio one of her priorities.
es: [76]​[77]​[78]​ Turai Yar'Adua, esposa del entonces recién electo presidente nigeriano Umaru Yar'Adua, hizo de la erradicación de la polio una de sus prioridades.

source: Short and accurate information for decision-makers, media and public
es: Información breve y precisa para los decisores, los medios y el público.

source: AIDSinfo – Information on HIV/AIDS treatment, prevention, and research, U.S. Department of Health and Human Services.
es: infoSIDA, información sobre el tratamiento, prevención e investigación del VIH/sida, Departamento de Salud y Servicios Sociales de los Estados Unidos

source: Performed in 1977 at the Studio Arena Theater in Buffalo, New York with Lewis J. Stadlen, Kathy Bates, and Kim Hunter.
es: Semmelweis de Jens Bjørneboe, en 1977 Studio Arena Theater en Buffalo, New York con Lewis J. Stadlen, Kathy Bates, y Kim Hunter.

source: Later the same day, Minister Divjak reported that CARNET had been under ten cyberattacks during the day; however, she confirmed that the online classes had gone successfully.
es: Más tarde, el mismo día, fue anunciado que la empresa había sufrido cerca de diez ataques cibernéticos durante el día; sin embargo, confirmó que las clases a distancia habían sido realizadas con éxito.

source: The painting was in the collection of the Groninger Museum in The Netherlands from 1962 to 2020.
es: El lienzo se conservaba en el Groninger Museum de Groninga desde 1962 hasta 2020.
